Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Upper bound on the agent's autonomous turns (1 to %lld).
ar: الحد الأعلى للأدوار المستقلة للوكيل (1 إلى %lld).
de: Obergrenze für autonome Agentenrunden (1 bis %lld).
es: Límite superior para los turnos autónomos del agente (de 1 a %lld).
fr: Limite supérieure des tours autonomes de l'agent (1 à %lld).
he: גבול עליון לתורות האוטונומיים של הסוכן (1 עד %lld).
hi: एजेंट के स्वायत्त मोड़ों की ऊपरी सीमा (1 से %lld)।
id: Batas atas putaran otonom agen (1 hingga %lld).
it: Limite superiore dei turni autonomi dell'agente (da 1 a %lld).
ja: エージェントの自律ターンの上限（1 〜 %lld）。
ko: 에이전트의 자율 턴에 대한 상한(1~%lld).
nl: Bovengrens voor autonome beurten van de agent (1 tot %lld).
pl: Górny limit autonomicznych tur agenta (od 1 do %lld).
pt_br: Limite superior para os turnos autônomos do agente (1 a %lld).
ru: Верхний предел автономных действий агента (от 1 до %lld).
sv: Övre gräns för agentens autonoma turer (1 till %lld).
tr: Aracının özerk turları için üst sınır (1 ila %lld).
uk: Верхня межа автономних дій агента (від 1 до %lld).
vi: Giới hạn trên cho các lượt tự trị của tác nhân (1 đến %lld).
zh_hans: 智能体自主轮次的上限（1 到 %lld）。
zh_hant: 代理自主輪次的上限（1 到 %lld）。

source: Uptime: %@
ar: وقت التشغيل: %@
de: Betriebszeit: %@
es: Tiempo activo: %@
fr: Temps de fonctionnement : %@
he: זמן פעילות תקינה: %@
hi: अपटाइम: %@
id: Waktu aktif: %@
it: Tempo di attività: %@
ja: 稼働時間: %@
ko: 가동 시간: %@
pl: Czas pracy: %@
pt_br: Tempo de atividade: %@
ru: Время работы: %@
sv: Drifttid: %@
tr: Çalışma Süresi: %@
uk: Час роботи: %@
vi: Thời gian hoạt động: %@
zh_hans: 正常运行时间: %@
zh_hant: 正常運作時間: %@

source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
he: שימוש
hi: उपयोग करें
id: Gunakan
it: Usa
ja: 使用
ko: 사용
nl: Gebruiken
pl: Uzyj
pt_br: Usar
ru: Ispolzovat
sv: Anvand
tr: Kullan
uk: Використати
vi: Su dung
zh_hans: 使用
zh_hant: 使用

source: Use Default
ar: استخدام الافتراضي
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser par défaut
he: השתמש בברירת מחדל
hi: डिफ़ॉल्ट का उपयोग करें
id: Gunakan Default
it: Usa predefinito
ja: デフォルトを使用
ko: 기본값 사용
nl: Standaard gebruiken
pl: Użyj domyślnego
pt_br: Usar Padrão
ru: Использовать по умолчанию
sv: Använd standard
tr: Varsayılanı Kullan
uk: Використовувати за замовчуванням
vi: Dùng mặc định
zh_hans: 使用默认值
zh_hant: 使用預設值

source: Use Skill
ar: استخدام مهارة
de: Fähigkeit verwenden
es: Usar habilidad
fr: Utiliser une compétence
he: שימוש במיומנות
hi: कौशल का उपयोग करें
id: Gunakan keterampilan
it: Usare competenza
ja: スキルを使用
ko: 스킬 사용
nl: Vaardigheid gebruiken
pl: Użyj umiejętności
pt_br: Usar habilidade
ru: Использовать навык
sv: Använd färdighet
tr: Beceri kullan
uk: Використати навичку
vi: Dùng kỹ năng
zh_hans: 使用技能
zh_hant: 使用技能

source: Use user default
ar: استخدام افتراضي المستخدم
de: Benutzerstandard verwenden
es: Usar valor predeterminado del usuario
fr: Utiliser la valeur par défaut de l'utilisateur
he: השתמש בברירת מחדל של המשתמש
hi: उपयोगकर्ता डिफ़ॉल्ट का उपयोग करें
id: Gunakan default pengguna
it: Usa impostazione predefinita utente
ja: ユーザーのデフォルトを使用
ko: 사용자 기본값 사용
nl: Gebruikersstandaard gebruiken
pl: Użyj domyślnych użytkownika
pt_br: Usar padrão do usuário
ru: Использовать настройки пользователя по умолчанию
sv: Använd användarens standard
tr: Kullanıcı varsayılanını kullan
uk: Використовувати типові налаштування користувача
vi: Dùng mặc định của người dùng
zh_hans: 使用用户默认值
zh_hant: 使用使用者預設值

source: Used when the tool approval mode is "Agent (classifier)"
ar: يُستخدم عندما يكون وضع الموافقة على الأدوات "وكيل (مصنف)"
de: Wird verwendet, wenn der Tool-Genehmigungsmodus "Agent (Klassifikator)" ist
es: Se usa cuando el modo de aprobación de herramientas es "Agente (clasificador)"
fr: Utilisé lorsque le mode d'approbation des outils est "Agent (classificateur)"
he: בשימוש כאשר מצב אישור הכלים הוא "סוכן (מסווג)"
hi: तब उपयोग किया जाता है जब टूल अनुमोदन मोड "एजेंट (क्लासिफ़ायर)" हो
id: Digunakan saat mode persetujuan alat adalah "Agen (pengklasifikasi)"
it: Usato quando la modalità di approvazione degli strumenti è "Agente (classificatore)"
ja: ツール承認モードが「エージェント (分類器)」のときに使用されます
ko: 도구 승인 모드가 "에이전트(분류기)"일 때 사용됩니다
nl: Wordt gebruikt wanneer de goedkeuringsmodus voor tools "Agent (classificatie)" is
pl: Używane, gdy tryb zatwierdzania narzędzi to "Agent (klasyfikator)"
pt_br: Usado quando o modo de aprovação de ferramentas é "Agente (classificador)"
ru: Используется, когда режим одобрения инструментов - "Агент (классификатор)"
sv: Används när verktygens godkännandeläge är "Agent (klassificerare)"
tr: Araç onay kipi "Aracı (sınıflandırıcı)" olduğunda kullanılır
uk: Використовується, коли режим схвалення інструментів - "Агент (класифікатор)"
vi: Được dùng khi chế độ phê duyệt công cụ là "Tác nhân (bộ phân loại)"
zh_hans: 当工具批准模式为"代理 (分类器)"时使用
zh_hant: 當工具核准模式為"代理 (分類器)"時使用

source: Useful for regions with restricted Hugging Face access, e.g. https://hf-mirror.com
ar: مفيد في المناطق التي يكون فيها الوصول إلى Hugging Face مقيدا، مثل https://hf-mirror.com
de: Nützlich in Regionen mit eingeschränktem Zugriff auf Hugging Face, z. B. https://hf-mirror.com
es: Útil en regiones con acceso restringido a Hugging Face, por ejemplo https://hf-mirror.com
fr: Utile dans les régions où l'accès à Hugging Face est restreint, par ex. https://hf-mirror.com
he: שימושי באזורים שבהם הגישה ל-Hugging Face מוגבלת, למשל https://hf-mirror.com
hi: उन क्षेत्रों के लिए उपयोगी जहां Hugging Face तक पहुंच सीमित है, जैसे https://hf-mirror.com
id: Berguna untuk wilayah dengan akses Hugging Face yang dibatasi, mis. https://hf-mirror.com
it: Utile nelle regioni con accesso limitato a Hugging Face, ad es. https://hf-mirror.com
ja: Hugging Face へのアクセスが制限されている地域で役立ちます (例: https://hf-mirror.com)
ko: Hugging Face 접근이 제한된 지역에서 유용합니다. 예: https://hf-mirror.com
nl: Handig in regio's met beperkte toegang tot Hugging Face, bijv. https://hf-mirror.com
pl: Przydatne w regionach z ograniczonym dostępem do Hugging Face, np. https://hf-mirror.com
pt_br: Útil em regiões com acesso restrito ao Hugging Face, por exemplo https://hf-mirror.com
ru: Полезно в регионах с ограниченным доступом к Hugging Face, например https://hf-mirror.com
sv: Användbart i regioner med begränsad åtkomst till Hugging Face, t.ex. https://hf-mirror.com
tr: Hugging Face erişiminin kısıtlı olduğu bölgelerde yararlıdır, ör. https://hf-mirror.com
uk: Корисно в регіонах з обмеженим доступом до Hugging Face, наприклад https://hf-mirror.com
vi: Hữu ích ở những khu vực bị hạn chế truy cập Hugging Face, ví dụ https://hf-mirror.com
zh_hans: 适用于 Hugging Face 访问受限的地区，例如 https://hf-mirror.com
zh_hant: 適用於 Hugging Face 存取受限的地區，例如 https://hf-mirror.com

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
he: משתמש
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

source: User Scope (~/.turbospark/agents)
ar: نطاق المستخدم (‎~/.turbospark/agents)
de: Benutzerbereich (~/.turbospark/agents)
es: Ámbito de usuario (~/.turbospark/agents)
fr: Portée utilisateur (~/.turbospark/agents)
he: היקף המשתמש (‎~/.turbospark/agents)
hi: उपयोगकर्ता स्कोप (~/.turbospark/agents)
id: Cakupan pengguna (~/.turbospark/agents)
it: Ambito utente (~/.turbospark/agents)
ja: ユーザースコープ (~/.turbospark/agents)
ko: 사용자 범위(~/.turbospark/agents)
nl: Gebruikersbereik (~/.turbospark/agents)
pl: Zakres użytkownika (~/.turbospark/agents)
pt_br: Escopo do usuário (~/.turbospark/agents)
ru: Область пользователя (~/.turbospark/agents)
sv: Användaromfång (~/.turbospark/agents)
tr: Kullanıcı kapsamı (~/.turbospark/agents)
uk: Область користувача (~/.turbospark/agents)
vi: Phạm vi người dùng (~/.turbospark/agents)
zh_hans: 用户范围 (~/.turbospark/agents)
zh_hant: 使用者範圍 (~/.turbospark/agents)

source: User Scope (~/.turbospark/skills)
ar: نطاق المستخدم (‎~/.turbospark/skills)
de: Benutzerbereich (~/.turbospark/skills)
es: Ámbito de usuario (~/.turbospark/skills)
fr: Portée utilisateur (~/.turbospark/skills)
he: היקף המשתמש (‎~/.turbospark/skills)
hi: उपयोगकर्ता स्कोप (~/.turbospark/skills)
id: Cakupan pengguna (~/.turbospark/skills)
it: Ambito utente (~/.turbospark/skills)
ja: ユーザースコープ (~/.turbospark/skills)
ko: 사용자 범위(~/.turbospark/skills)
nl: Gebruikersbereik (~/.turbospark/skills)
pl: Zakres użytkownika (~/.turbospark/skills)
pt_br: Escopo do usuário (~/.turbospark/skills)
ru: Область пользователя (~/.turbospark/skills)
sv: Användaromfång (~/.turbospark/skills)
tr: Kullanıcı kapsamı (~/.turbospark/skills)
uk: Область користувача (~/.turbospark/skills)
vi: Phạm vi người dùng (~/.turbospark/skills)
zh_hans: 用户范围 (~/.turbospark/skills)
zh_hant: 使用者範圍 (~/.turbospark/skills)

source: User profile and appearance
ar: الملف الشخصي للمستخدم والمظهر
de: Benutzerprofil und Erscheinungsbild
es: Perfil de usuario y apariencia
fr: Profil utilisateur et apparence
he: פרופיל משתמש ומראה
hi: उपयोगकर्ता प्रोफ़ाइल और उपस्थिति
id: Profil pengguna dan tampilan
it: Profilo utente e aspetto
ja: ユーザープロファイルと外観
ko: 사용자 프로필 및 모양
nl: Gebruikersprofiel en weergave
pl: Profil użytkownika i wygląd
pt_br: Perfil de usuário e aparência
ru: Профиль пользователя и оформление
sv: Användarprofil och utseende
tr: Kullanıcı profili ve görünüm
uk: Профіль користувача та оформлення
vi: Hồ sơ người dùng và giao diện
zh_hans: 用户配置文件与外观
zh_hant: 使用者設定檔與外觀

source: User profile and appearance settings
ar: إعدادات الملف الشخصي للمستخدم والمظهر
de: Benutzerprofil- und Erscheinungsbildeinstellungen
es: Perfil de usuario y ajustes de apariencia
fr: Paramètres du profil utilisateur et de l'apparence
he: הגדרות פרופיל משתמש ומראה
hi: उपयोगकर्ता प्रोफ़ाइल और उपस्थिति सेटिंग्स
id: Pengaturan profil pengguna dan tampilan
it: Impostazioni profilo utente e aspetto
ja: ユーザープロファイルと外観の設定
ko: 사용자 프로필 및 모양 설정
nl: Instellingen voor gebruikersprofiel en weergave
pl: Ustawienia profilu użytkownika i wyglądu
pt_br: Configurações de perfil de usuário e aparência
ru: Настройки профиля пользователя и оформления
sv: Inställningar för användarprofil och utseende
tr: Kullanıcı profili ve görünüm ayarları
uk: Параметри профілю користувача та оформлення
vi: Cài đặt hồ sơ người dùng và giao diện
zh_hans: 用户配置文件与外观设置
zh_hant: 使用者設定檔與外觀設定

source: Users on this Mac
ar: المستخدمون على جهاز Mac هذا
de: Benutzer auf diesem Mac
es: Usuarios en este Mac
fr: Utilisateurs sur ce Mac
he: משתמשים ב-Mac זה
hi: इस Mac पर उपयोगकर्ता
id: Pengguna di Mac ini
it: Utenti su questo Mac
ja: この Mac 上のユーザー
ko: 이 Mac의 사용자
nl: Gebruikers op deze Mac
pl: Użytkownicy na tym Macu
pt_br: Usuários neste Mac
ru: Пользователи на этом Mac
sv: Användare på denna Mac
tr: Bu Mac'teki Kullanıcılar
uk: Користувачі на цьому Mac
vi: Người dùng trên máy Mac này
zh_hans: 此 Mac 上的用户
zh_hant: 此 Mac 上的使用者

source: Valid token
ar: رمز صالح
de: Gültiges Token
es: Token válido
fr: Jeton valide
he: אסימון תקין
hi: मान्य टोकन
id: Token valid
it: Token valido
ja: 有効なトークン
ko: 유효한 토큰
nl: Geldig token
pl: Prawidłowy token
pt_br: Token válido
ru: Токен действителен
sv: Giltig token
tr: Geçerli belirteç
uk: Дійсний токен
vi: Mã thông báo hợp lệ
zh_hans: 令牌有效
zh_hant: 權杖有效

source: Validating token with Hugging Face...
ar: جارٍ التحقق من الرمز لدى Hugging Face...
de: Token wird bei Hugging Face überprüft...
es: Validando el token con Hugging Face...
fr: Validation du jeton auprès de Hugging Face...
he: מאמת את האסימון מול Hugging Face...
hi: Hugging Face से टोकन सत्यापित किया जा रहा है...
id: Memvalidasi token dengan Hugging Face...
it: Convalida del token con Hugging Face...
ja: Hugging Face でトークンを検証しています...
ko: Hugging Face에서 토큰을 검증하는 중...
nl: Token valideren bij Hugging Face...
pl: Weryfikowanie tokenu w Hugging Face...
pt_br: Validando o token com o Hugging Face...
ru: Проверка токена в Hugging Face...
sv: Validerar token hos Hugging Face...
tr: Belirteç Hugging Face ile doğrulanıyor...
uk: Перевірка токена в Hugging Face...
vi: Đang xác thực mã thông báo với Hugging Face...
zh_hans: 正在通过 Hugging Face 验证令牌...
zh_hant: 正在透過 Hugging Face 驗證權杖...

source: Validation remains permission-gated. Archived normal-chat output stays local until its chat is deleted. Ghost output stays encrypted in memory.
ar: يظل التحقق خاضعًا للإذن. يبقى الإخراج المؤرشف للمحادثات العادية محليًا حتى تُحذف المحادثة. يبقى إخراج Ghost مشفرًا في الذاكرة.
de: Die Validierung bleibt genehmigungspflichtig. Archivierte Ausgaben normaler Chats bleiben lokal, bis der Chat gelöscht wird. Ghost-Ausgaben bleiben verschlüsselt im Speicher.
es: La validación sigue requiriendo permiso. La salida archivada de los chats normales permanece local hasta que se elimina el chat. La salida Ghost permanece cifrada en memoria.
fr: La validation reste soumise à autorisation. La sortie archivée des conversations normales reste locale jusqu'à la suppression de la conversation. La sortie Ghost reste chiffrée en mémoire.
he: האימות עדיין דורש הרשאה. הפלט המאוחסן של שיחות רגילות נשאר מקומי עד למחיקת השיחה. פלט Ghost נשאר מוצפן בזיכרון.
hi: सत्यापन के लिए अनुमति आवश्यक रहती है। सामान्य चैट का संग्रहीत आउटपुट चैट हटाए जाने तक स्थानीय रहता है। Ghost आउटपुट मेमोरी में एन्क्रिप्टेड रहता है।
id: Validasi tetap memerlukan izin. Output arsip chat biasa tetap lokal sampai chat dihapus. Output Ghost tetap terenkripsi di memori.
it: La convalida resta soggetta ad autorizzazione. L'output archiviato delle chat normali rimane locale finché la chat non viene eliminata. L'output Ghost rimane crittografato in memoria.
ja: 検証には引き続き許可が必要です。通常のチャットのアーカイブ済み出力は、チャットが削除されるまでローカルに保持されます。Ghost の出力はメモリ内で暗号化されたままです。
ko: 검증에는 계속 권한이 필요합니다. 일반 채팅의 보관된 출력은 채팅을 삭제할 때까지 로컬에 유지됩니다. Ghost 출력은 메모리에 암호화된 상태로 유지됩니다.
nl: Validatie blijft aan toestemming gebonden. Gearchiveerde uitvoer van normale chats blijft lokaal totdat de chat wordt verwijderd. Ghost-uitvoer blijft versleuteld in het geheugen.
pl: Walidacja nadal wymaga zgody. Zarchiwizowane dane wyjściowe zwykłych czatów pozostają lokalne do czasu usunięcia czatu. Dane wyjściowe Ghost pozostają zaszyfrowane w pamięci.
pt_br: A validação continua exigindo permissão. A saída arquivada de chats normais permanece local até que o chat seja excluído. A saída Ghost permanece criptografada na memória.
ru: Проверка по-прежнему требует разрешения. Архивированный вывод обычных чатов остается локальным, пока чат не будет удален. Вывод Ghost остается зашифрованным в памяти.
sv: Validering kräver fortfarande behörighet. Arkiverad utdata från vanliga chattar stannar lokalt tills chatten tas bort. Ghost-utdata förblir krypterad i minnet.
tr: Doğrulama izin gerektirmeye devam eder. Normal sohbetlerin arşivlenmiş çıktısı, sohbet silinene kadar yerel kalır. Ghost çıktısı bellekte şifreli kalır.
uk: Перевірка й надалі потребує дозволу. Заархівований вивід звичайних чатів залишається локальним, доки чат не буде видалено. Вивід Ghost залишається зашифрованим у пам'яті.
vi: Việc xác thực vẫn cần quyền. Đầu ra đã lưu trữ của các cuộc trò chuyện thông thường vẫn ở cục bộ cho đến khi cuộc trò chuyện bị xóa. Đầu ra Ghost vẫn được mã hóa trong bộ nhớ.
zh_hans: 验证仍需要权限。普通聊天的归档输出会一直保留在本地，直到删除该聊天。Ghost 输出仅以加密形式保留在内存中。
zh_hant: 驗證仍需要權限。一般聊天的封存輸出會保留在本機，直到刪除該聊天。Ghost 輸出僅以加密形式保留在記憶體中。

source: Values reach the plugin's hooks and MCP servers as CLAUDE_PLUGIN_OPTION_<KEY> environment variables and ${user_config.KEY} substitutions. Sensitive values are masked and never substituted into visible content.
ar: تصل القيم إلى خطافات الملحق وخوادم MCP على شكل متغيرات بيئة ‎CLAUDE_PLUGIN_OPTION_<KEY> واستبدالات ‎${user_config.KEY}. أما القيم الحساسة فتُخفى ولا تُستبدل أبدا داخل محتوى مرئي.
de: Die Werte erreichen die Hooks und MCP-Server des Plugins als Umgebungsvariablen CLAUDE_PLUGIN_OPTION_<KEY> und als ${user_config.KEY}-Ersetzungen. Sensible Werte werden maskiert und nie in sichtbaren Inhalt eingesetzt.
es: Los valores llegan a los hooks y servidores MCP del plugin como variables de entorno CLAUDE_PLUGIN_OPTION_<KEY> y sustituciones ${user_config.KEY}. Los valores sensibles se enmascaran y nunca se sustituyen en contenido visible.
fr: Les valeurs parviennent aux hooks et serveurs MCP du plugin sous forme de variables d'environnement CLAUDE_PLUGIN_OPTION_<KEY> et de substitutions ${user_config.KEY}. Les valeurs sensibles sont masquées et ne sont jamais substituées dans du contenu visible.
he: הערכים מגיעים להוקים ולשרתי ה-MCP של התוסף כמשתני סביבה ‎CLAUDE_PLUGIN_OPTION_<KEY> וכהחלפות ‎${user_config.KEY}. ערכים רגישים ממוסכים ולעולם אינם מוחלפים לתוך תוכן גלוי.
hi: मान प्लगइन के हुक और MCP सर्वर तक CLAUDE_PLUGIN_OPTION_<KEY> एनवायरनमेंट वेरिएबल और ${user_config.KEY} प्रतिस्थापन के रूप में पहुंचते हैं। संवेदनशील मान छिपाए जाते हैं और कभी भी दृश्य सामग्री में प्रतिस्थापित नहीं किए जाते।
id: Nilai sampai ke hook dan server MCP plugin sebagai variabel lingkungan CLAUDE_PLUGIN_OPTION_<KEY> dan substitusi ${user_config.KEY}. Nilai sensitif disamarkan dan tidak pernah disubstitusikan ke konten yang terlihat.
it: I valori raggiungono gli hook e i server MCP del plugin come variabili d'ambiente CLAUDE_PLUGIN_OPTION_<KEY> e sostituzioni ${user_config.KEY}. I valori sensibili vengono mascherati e non sono mai sostituiti in contenuti visibili.
ja: 値は、環境変数 CLAUDE_PLUGIN_OPTION_<KEY> と ${user_config.KEY} の置換としてプラグインのフックと MCP サーバーに渡されます。機密性の高い値はマスクされ、表示される内容に置換されることはありません。
ko: 값은 CLAUDE_PLUGIN_OPTION_<KEY> 환경 변수와 ${user_config.KEY} 치환으로 플러그인의 훅과 MCP 서버에 전달됩니다. 민감한 값은 마스킹되며 보이는 콘텐츠에 치환되지 않습니다.
nl: Waarden bereiken de hooks en MCP-servers van de plug-in als omgevingsvariabelen CLAUDE_PLUGIN_OPTION_<KEY> en als ${user_config.KEY}-vervangingen. Gevoelige waarden worden gemaskeerd en nooit in zichtbare inhoud ingevoegd.
pl: Wartości trafiają do hooków i serwerów MCP wtyczki jako zmienne środowiskowe CLAUDE_PLUGIN_OPTION_<KEY> i podstawienia ${user_config.KEY}. Wartości poufne są maskowane i nigdy nie są podstawiane w widocznej treści.
pt_br: Os valores chegam aos hooks e servidores MCP do plugin como variáveis de ambiente CLAUDE_PLUGIN_OPTION_<KEY> e substituições ${user_config.KEY}. Valores sensíveis são mascarados e nunca substituídos em conteúdo visível.
ru: Значения попадают в хуки и серверы MCP плагина как переменные окружения CLAUDE_PLUGIN_OPTION_<KEY> и подстановки ${user_config.KEY}. Конфиденциальные значения маскируются и никогда не подставляются в видимое содержимое.
sv: Värdena når tilläggets hookar och MCP-servrar som miljövariabler CLAUDE_PLUGIN_OPTION_<KEY> och som ${user_config.KEY}-ersättningar. Känsliga värden maskeras och infogas aldrig i synligt innehåll.
tr: Değerler, eklentinin kancalarına ve MCP sunucularına CLAUDE_PLUGIN_OPTION_<KEY> ortam değişkenleri ve ${user_config.KEY} yerine koymaları olarak ulaşır. Hassas değerler maskelenir ve görünür içeriğe asla yerleştirilmez.
uk: Значення потрапляють до хуків і серверів MCP плагіна як змінні середовища CLAUDE_PLUGIN_OPTION_<KEY> та підстановки ${user_config.KEY}. Конфіденційні значення маскуються й ніколи не підставляються у видимий вміст.
vi: Các giá trị đến với hook và máy chủ MCP của plugin dưới dạng biến môi trường CLAUDE_PLUGIN_OPTION_<KEY> và phép thế ${user_config.KEY}. Giá trị nhạy cảm được che và không bao giờ được thế vào nội dung hiển thị.
zh_hans: 这些值会以 CLAUDE_PLUGIN_OPTION_<KEY> 环境变量和 ${user_config.KEY} 替换的形式传给插件的钩子和 MCP 服务器。敏感值会被遮蔽，且绝不会替换进可见内容。
zh_hant: 這些值會以 CLAUDE_PLUGIN_OPTION_<KEY> 環境變數與 ${user_config.KEY} 替換的形式傳給外掛的掛鉤與 MCP 伺服器。敏感值會被遮蔽，且絕不會替換進可見內容。

source: Verified
ar: تم التحقق
de: Verifiziert
es: Verificado
fr: Vérifié
he: מאומת
hi: सत्यापित
id: Terverifikasi
it: Verificato
ja: 検証済み
ko: 검증됨
nl: Geverifieerd
pl: Zweryfikowano
pt_br: Verificado
ru: Проверено
sv: Verifierad
tr: Doğrulandı
uk: Перевірено
vi: Đã xác minh
zh_hans: 已验证
zh_hant: 已驗證

source: Verified to run within your Apple Silicon unified memory budget, prioritizing native MLX quantization and fast streaming MoE models.
ar: تم التحقق من تشغيله ضمن حدود الذاكرة الموحدة لشريحة Apple Silicon، مع إعطاء الأولوية لتكميم MLX الأصلي ونماذج MoE السريعة بالتدفق.
de: Verifiziert für das Ausführen innerhalb Ihres einheitlichen Apple Silicon-Speicherbudgets, mit Priorität auf native MLX-Quantisierung und schnelle Streaming-MoE-Modelle.
es: Verificado para ejecutarse dentro del límite de memoria unificada de Apple Silicon, priorizando la cuantización nativa de MLX y los modelos MoE de transmisión rápida.
fr: Vérifié pour fonctionner dans les limites de mémoire unifiée de votre puce Apple Silicon, en privilégiant la quantification native MLX et les modèles MoE à diffusion rapide.
he: מאומת לפעול במסגרת תקציב הזיכרון המאוחד של Apple Silicon, תוך מתן עדיפות לקוונטיזציה של MLX ומודלי MoE עם הזרמה מהירה.
hi: आपके Apple Silicon एकीकृत मेमोरी बजट के भीतर चलने के लिए सत्यापित, मूल MLX क्वांटिज़ेशन और तेज़ स्ट्रीमिंग MoE मॉडल को प्राथमिकता देता है।
id: Diverifikasi untuk berjalan dalam anggaran memori terpadu Apple Silicon Anda, memprioritaskan kuantisasi MLX asli dan model MoE streaming cepat.
it: Verificato per funzionare entro il budget di memoria unificata del tuo Apple Silicon, dando priorità alla quantizzazione MLX nativa e ai modelli MoE con streaming veloce.
ja: Apple Silicon のユニファイドメモリの予算内で動作することを確認済み。ネイティブ MLX 量子化と高速ストリーミング MoE モデルを優先します。
ko: Apple Silicon의 통합 메모리 한도 내에서 실행되도록 검증되었으며, 네이티브 MLX 양자화 및 빠른 스트리밍 MoE 모델을 우선합니다.
nl: Geverifieerd om te draaien binnen het gecombineerde geheugenbudget van je Apple Silicon, met voorrang voor native MLX-kwantisering en snelle streaming MoE-modellen.
pl: Zweryfikowano pod kątem działania w ramach pamięci zunifikowanej Apple Silicon, priorytetowo traktując natywną kwantyzację MLX i szybkie modele strumieniowe MoE.
pt_br: Verificado para rodar dentro do orçamento de memória unificada do seu Apple Silicon, priorizando quantização MLX nativa e modelos MoE de streaming rápido.
ru: Проверено на работу в пределах объединенной памяти Apple Silicon с приоритетом собственной квантизации MLX и быстрых потоковых моделей MoE.
sv: Verifierad att köras inom minnesbudgeten för Apple Silicon, med prioritering av inbyggd MLX-kvantisering och snabba strömmande MoE-modeller.
tr: Yerel MLX nicelemesine ve hızlı akış sağlayan MoE modellerine öncelik vererek Apple Silicon birleşik bellek bütçeniz dahilinde çalıştığı doğrulandı.
uk: Перевірено на роботу в межах об'єднаної пам'яті Apple Silicon з пріоритетом рідної квантизації MLX і швидких потокових моделей MoE.
vi: Được xác minh để chạy trong giới hạn bộ nhớ hợp nhất của Apple Silicon, ưu tiên lượng tử hóa MLX gốc và các mô hình MoE truyền trực tuyến nhanh.
zh_hans: 经证实可在你的 Apple 芯片统一内存预算内运行，优先采用原生 MLX 量化和快速流式 MoE 模型。
zh_hant: 經證實可在你的 Apple 晶片統一記憶體預算內運行，優先採用原生 MLX 量化和快速串流 MoE 模型。

source: Verify local diagnostic reductions
ar: التحقق من تخفيضات التشخيص المحلية
de: Lokale Diagnosereduzierungen überprüfen
es: Verificar reducciones de diagnóstico locales
fr: Vérifier les réductions de diagnostic locales
he: אמת הפחתות אבחון מקומיות
hi: स्थानीय नैदानिक कटौती सत्यापित करें
id: Verifikasi pengurangan diagnostik lokal
it: Verifica riduzioni diagnostiche locali
ja: ローカル診断の削減を検証
ko: 로컬 진단 축소 확인
nl: Lokale diagnostische reducties verifiëren
pl: Weryfikuj lokalne redukcje diagnostyczne
pt_br: Verificar reduções de diagnóstico locais
ru: Проверять локальные сокращения диагностики
sv: Verifiera lokala diagnostiska minskningar
tr: Yerel tanılama indirimlerini doğrula
uk: Перевіряти локальні скорочення діагностики
vi: Xác minh các khoản giảm chẩn đoán cục bộ
zh_hans: 验证本地诊断精简
zh_hant: 驗證本機診斷精簡

source: View
ar: عرض
de: Ansicht
es: Ver
fr: Afficher
he: תצוגה
hi: देखें
id: Tampilan
it: Visualizza
ja: 表示
ko: 보기
nl: Weergave
pl: Widok
pt_br: Visualizar
ru: Вид
sv: Visa
tr: Görünüm
uk: Вигляд
vi: Xem
zh_hans: 视图
zh_hant: 檢視
